{
  "1": [
    {
      "ime": "Metal Gear Rising",
      "cijena": "€19.99",
      "opis": "Razvijen od strane Kojima Productions i PlatinumGamesa, METAL GEAR RISING: REVENGEANCE vodi renomiranu METAL GEAR franšizu na uzbudljivo novo područje s potpuno novim akcijskim iskustvom. Igra besprijekorno spaja čistu akciju i epsko pripovijedanje koje okružuje Raidena...",
      "fulopis": 1
    }
  ],
  "2": [
    {
      "ime": "The Lord of the Rings Online™",
      "cijena": "Besplatno",
      "opis": "Pridružite se najvećem svjetskom društvu igrača u nagrađivanoj internetskoj rekreaciji legendarne Međuzemlje J. R. R. Tolkiena.",
      "fulopis": 1
    }
  ],
  "3": [
    {
      "ime": "Farming Simulator 22",
      "cijena": "39,99€",
      "opis": "Stvorite svoju farmu i neka dobra vremena rastu! Berite usjeve, čuvajte životinje, upravljajte proizvodnjom i prihvatite sezonske izazove.",
      "fulopis": 1
    }
  ],
  "4": [
    {
      "ime": "Lego Batman 3",
      "cijena": "29,99€",
      "opis": "Batman udružuje snage sa super herojima svemira DC Comicsa i odlijeće u svemir kako bi spriječio zlog Brainiaca.",
      "fulopis": 1
    }
  ],
  "5": [
    {
      "ime": "Metal Gear Solid 5",
      "cijena": "29,99€",
      "opis": "Devet godina nakon događaja MGS V: Ground Zeroes i pada Mother Base, Snake tj. Big Boss, budi se iz ...",
      "fulopis": 1
    }
  ],
  "6": [
    {
      "ime": "Genshin Impact",
      "cijena": "Besplatno",
      "opis": "Zakoračite u Teyvat, golem svijet koji vrvi životom i koji teče elementarnom energijom. Ti i tvoj brat stigli ste ovdje ...",
      "fulopis": 1
    }
  ],
  "7": [
    {
      "ime": "DARK SOULS™ III",
      "cijena": "19,00€",
      "opis": "Dark Souls nastavlja pomicati granice s najnovijim, ambicioznim poglavljem u hvaljenom serijalu.",
      "fulopis": 1
    }
  ],
  "8": [
    {
      "ime": "Euro Truck Simulator 2",
      "cijena": "17,39€",
      "opis": "Putujte Europom kao kralj cesta, kamiondžija koji dostavlja važan teret na impresivne udaljenosti! Uz desetke...",
      "fulopis": 1
    }
  ],
  "9": [
    {
      "ime": "Wh 40,000: Mechanicus",
      "cijena": "24,59€",
      "opis": "Preuzmite kontrolu nad tehnološki najnaprednijom vojskom u Imperiumu - Adeptus Mechanicus. Svaka vaša...",
      "f1": "Preuzmite kontrolu nad jednom od tehnološki najnaprednijih vojski u Imperiumu - Adeptus Mechanicus. Kao Magos Dominus Faustinius, vodit ćete ekspediciju na novootkriveni planet Necron Silva Tenebris. Prilagodite svoj tim, upravljajte resursima, otkrijte davno zaboravljenu tehnologiju i kontrolirajte svaki potez svojih Tehničkih svećenika.",
      "f2": "Svaka vaša odluka će oblikovati misije koje su pred vama i na kraju odlučiti o sudbini trupa pod vašim zapovjedništvom u preko 50 ručno izrađenih misija. Pažljivo birajte svoj put - Imperium ovisi o tome.",
      "f3": "Meso je slabo! Nadogradite svoje Tehnološke svećenike oružjem, stavkama za podršku, servo-lubanjama i drugim mehaničkim dodacima dok okupljate svoju kohortu. Prilagodite discipline svog tima, birajući između više klasa likova kako biste stvorili momčad za svaki stil igre."
    }
  ],
  "10": [
    {
      "ime": "EDF 4.1",
      "cijena": "11,59€",
      "opis": "To je borba za budućnost planeta između Razarača, nemilosrdnog roja izvanzemaljskih osvajača...",
      "fulopis": 1
    }
  ],
  "11": [
    {
      "ime": "Chicken Invaders U",
      "cijena": "Besplatno",
      "opis": "Ukusna zarazna jezgra zapanjujuće akcije pucanja, okružena slatkim zalogajima galaktičkog istraživanja.",
      "fulopis": 1
    }
  ]
}